<?php

return [
    'tab_title' => 'Заметки',

    'view' => [
        'note' => [
            'priority' => 'Приоритет:',
        ],
        'placeholder' => [
            'theme' => 'Тема заметки',
            'text' => 'Текст заметки',
        ],
    ],

    'buttons' => [],

    'notifications' => [
        'create' => [
            'success' => 'Заметка создана!',
            'fail' => 'Произошла ошибка создания заметки. Перезагрузите страницу и попробуйте снова.',
        ],
        'delete' => [
            'success' => 'Заметка удалена!',
            'fail' => 'Произошла ошибка удаления заметки. Перезагрузите страницу и попробуйте снова.',
        ]
    ],
];
