<?php

return [
    'tab_title' => 'Белешке',

    'view' => [
        'note' => [
            'priority' => 'Приоритет:',
        ],
        'placeholder' => [
            'theme' => 'Тема белешке',
            'text' => 'Текст белешке',
        ],
    ],

    'buttons' => [],

    'notifications' => [
        'create' => [
            'success' => 'Белешка је створена!',
            'fail' => 'Дошло је до грешке при креирању белешке. Поново учитајте страницу и покушајте поново.',
        ],
        'delete' => [
            'success' => 'Белешка је избрисана!',
            'fail' => 'Дошло је до грешке при брисању белешке. Поново учитајте страницу и покушајте поново.',
        ]
    ],
];
